Repository: njulemont04-tech/family-dashboard
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Please select a space to continue.
nl: Selecteer een ruimte om door te gaan.

source: You are not a member of the selected space, or it no longer exists.
nl: U bent geen lid van de geselecteerde ruimte, of deze bestaat niet meer.

source: Invalid username or password
nl: Ongeldige gebruikersnaam of wachtwoord

source: Username already exists.
nl: Gebruikersnaam bestaat al.

source: Registration successful! Please log in.
nl: Registratie succesvol! Log alstublieft in.

source: Language updated!
nl: Taal bijgewerkt!

source: Successfully created and selected family "%(name)s"!
nl: Familie "%(name)s" succesvol aangemaakt en geselecteerd!

source: Family name cannot be empty.
nl: Familienaam mag niet leeg zijn.

source: You are not a member of that family.
nl: U bent geen lid van die familie.

source: Welcome! To get started, please create a private space for your household.
nl: Welkom! Maak een priv√©ruimte voor uw huishouden om te beginnen.

source: The family you had selected is no longer available.
nl: De geselecteerde familie is niet langer beschikbaar.

source: User "%(username)s" not found.
nl: Gebruiker "%(username)s" niet gevonden.

source: User "%(username)s" is already a member of this family.
nl: Gebruiker "%(username)s" is al lid van deze familie.

source: Successfully invited "%(username)s" to the family!
nl: "%(username)s" succesvol uitgenodigd voor de familie!

source: You do not have permission to delete this list.
nl: U heeft geen toestemming om deze lijst te verwijderen.

source: Avatar updated successfully!
nl: Avatar succesvol bijgewerkt!

source: Error uploading image: %(error)s
nl: Fout bij het uploaden van de afbeelding: %(error)s

source: No file selected.
nl: Geen bestand geselecteerd.

source: Incorrect old password. Please try again.
nl: Oud wachtwoord is onjuist. Probeer het opnieuw.

source: Your password has been updated successfully!
nl: Uw wachtwoord is succesvol bijgewerkt!

source: You do not have permission to delete this entry.
nl: U heeft geen toestemming om dit item te verwijderen.

source: Page Not Found
nl: Pagina Niet Gevonden

source: Oops! The page you are looking for does not exist. It might have been moved or deleted.
nl: Oeps! De pagina die u zoekt bestaat niet. Deze is mogelijk verplaatst of verwijderd.

source: Go to Homepage
nl: Ga naar de startpagina

source: Edit Vault Entry
nl: Kluisitem Bewerken

source: Close
nl: Sluiten

source: Category
nl: Categorie

source: Title
nl: Titel

source: Content
nl: Inhoud

source: Cancel
nl: Annuleren

source: Save Changes
nl: Wijzigingen Opslaan

source: Edit Entry
nl: Item Bewerken

source: Delete Entry
nl: Item Verwijderen

source: Last updated by %(username)s on %(date)s
nl: Laatst bijgewerkt door %(username)s op %(date)s

source: Family Dashboard
nl: Familie Dashboard

source: Family Hub
nl: Familie Hub

source: Lists
nl: Lijsten

source: Calendar
nl: Kalender

source: Meal Planner
nl: Maaltijdplanner

source: Chores
nl: Klusjes

source: Bulletin Board
nl: Prikbord

source: Family Vault
nl: Familiekluis

source: Manage Families
nl: Ruimtes Beheren

source: Profile
nl: Profiel

source: Switch Language
nl: Taal Wijzigen

source: Sign out
nl: Uitloggen

source: Confirm Action
nl: Actie Bevestigen

source: Are you sure you want to proceed with this action? This cannot be undone.
nl: Weet u zeker dat u door wilt gaan met deze actie? Dit kan niet ongedaan worden gemaakt.

source: Confirm
nl: Bevestigen

source: Select Language
nl: Selecteer Taal

source: Please choose your preferred language.
nl: Kies alstublieft uw voorkeurstaal.

source: Pinned Notes
nl: Vastgezette Notities

source: Posted by
nl: Geplaatst door

source: on
nl: op

source: Pinned
nl: Vastgezet

source: Unpin Note
nl: Notitie Losmaken

source: Delete
nl: Verwijderen

source: Pin Note
nl: Notitie Vastzetten

source: Add a New Note
nl: Nieuwe Notitie Toevoegen

source: Type your note here...
nl: Typ hier uw notitie...

source: Post Note
nl: Notitie Plaatsen

source: Today
nl: Vandaag

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: Sunday
nl: Zondag

source: Add Event
nl: Evenement Toevoegen

source: Time
nl: Tijd

source: Added by
nl: Toegevoegd door

source: Edit
nl: Bewerken

source: Delete Event
nl: Evenement Verwijderen

source: No chores were assigned for this week.
nl: Er zijn geen klusjes toegewezen voor deze week.

source: %(username)s's avatar
nl: Avatar van %(username)s

source: No chores this week!
nl: Geen klusjes deze week!

source: Previous Week
nl: Vorige Week

source: Navigate Weeks
nl: Navigeer Weken

source: Chores Dashboard
nl: Klusjes Dashboard

source: Generate for this Week
nl: Genereer voor deze Week

source: This Week
nl: Deze Week

source: Manage Bank
nl: Bank Beheren

source: History
nl: Geschiedenis

source: Family Weekly Progress
nl: Wekelijkse Voortgang Familie

source: Points
nl: Punten

source: No chores assigned yet!
nl: Nog geen klusjes toegewezen!

source: Generate this week's chore list using the button above.
nl: Genereer de klusjeslijst van deze week met de knop hierboven.

source: pts
nl: ptn

source: Mark as complete
nl: Markeer als voltooid

source: Add a New Chore
nl: Nieuw Klusje Toevoegen

source: Chore Name
nl: Naam van Klusje

source: e.g., Take out trash
nl: bv. Vuilnis buiten zetten

source: Add to Bank
nl: Aan Bank Toevoegen

source: Current Chores
nl: Huidige Klusjes

source: points
nl: punten

source: Delete Chore
nl: Klusje Verwijderen

source: No chores have been added yet. Add one to get started!
nl: Er zijn nog geen klusjes toegevoegd. Voeg er een toe om te beginnen!

source: Week of %(date)s
nl: Week van %(date)s

source: Your Weekly Chores
nl: Jouw Wekelijkse Klusjes

source: For the week of %(date)s
nl: Voor de week van %(date)s

source: Your Chores
nl: Jouw Klusjes

source: The family admin can generate this week's chore list.
nl: De familiebeheerder kan de klusjeslijst van deze week genereren.

source: New List
nl: Nieuwe Lijst

source: No lists yet!
nl: Nog geen lijsten!

source: The family admin can create a new list to get started.
nl: De familiebeheerder kan een nieuwe lijst maken om te beginnen.

source: Create New List
nl: Nieuwe Lijst Maken

source: e.g., Groceries, Weekend To-Do...
nl: bv. Boodschappen, Weekend taken...

source: Create List
nl: Lijst Maken

source: Manage Your Space
nl: Beheer je Ruimte

source: This is where you can create or switch between your private spaces.
nl: Hier kunt u uw priv√©ruimtes aanmaken of ertussen wisselen.

source: Your Private Spaces
nl: Jouw Priv√©ruimtes

source: You are not a member of any spaces yet. Create one below!
nl: Je bent nog geen lid van een ruimte. Maak er hieronder een aan!

source: Create a New Space
nl: Nieuwe Ruimte Maken

source: Space Name
nl: Naam Ruimte

source: e.g., The Smith Household, Mom's House
nl: bv. Huishouden Jansen, Mama's Huis

source: Create and Select
nl: Aanmaken en Selecteren

source: Welcome, %(username)s!
nl: Welkom, %(username)s!

source: Choose a tool to get started.
nl: Kies een tool om te beginnen.

source: Create shared to-do lists and check off items together.
nl: Maak gedeelde takenlijsten en vink samen items af.

source: Manage and view all upcoming family events.
nl: Beheer en bekijk alle aankomende familie-evenementen.

source: Plan your family's meals for the week.
nl: Plan de maaltijden van je familie voor de week.

source: Leave quick notes and reminders for everyone.
nl: Laat snelle notities en herinneringen achter voor iedereen.

source: View and manage weekly chore assignments.
nl: Bekijk en beheer wekelijkse klusjestoewijzingen.

source: Access important shared family information.
nl: Krijg toegang tot belangrijke gedeelde familie-informatie.

source: %(done)s of %(total)s
nl: %(done)s van %(total)s

source: item complete
nl: item voltooid

source: Completed
nl: Voltooid

source: Login
nl: Inloggen

source: Please sign in
nl: Log alstublieft in

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Sign in
nl: Inloggen

source: Don't have an account?
nl: Heeft u geen account?

source: Register here
nl: Registreer hier

source: Weekly Dinner Plan
nl: Wekelijks Dinerplan

source: Next Week
nl: Volgende Week

source: Add a meal
nl: Voeg een maaltijd toe

source: Edit Meal
nl: Maaltijd Bewerken

source: Dinner Plan
nl: Dinerplan

source: e.g., Spaghetti Bolognese
nl: bv. Spaghetti Bolognese

source: Notes (Recipe, Link, etc.)
nl: Notities (Recept, Link, etc.)

source: Optional: Add a recipe link or preparation notes here.
nl: Optioneel: Voeg hier een receptlink of voorbereidingsnotities toe.

source: Remove
nl: Verwijderen

source: Save
nl: Opslaan

source: My Profile
nl: Mijn Profiel

source: Profile Picture
nl: Profielfoto

source: User Avatar
nl: Gebruikersavatar

source: Upload a new picture:
nl: Upload een nieuwe foto:

source: Upload
nl: Uploaden

source: Change Password
nl: Wachtwoord Wijzigen

source: Old Password
nl: Oud Wachtwoord

source: New Password
nl: Nieuw Wachtwoord

source: Save New Password
nl: Nieuw Wachtwoord Opslaan

source: Household Members
nl: Leden van het Huishouden

source: Invite Member
nl: Lid Uitnodigen

source: Admin
nl: Beheerder

source: Invite a New Member
nl: Nieuw Lid Uitnodigen

source: Select a registered user to invite to your private family space. They will gain access to all shared features.
nl: Selecteer een geregistreerde gebruiker om uit te nodigen voor uw priv√© familieruimte. Zij krijgen toegang tot alle gedeelde functies.

source: User to Invite
nl: Uit te nodigen Gebruiker

source: Choose a user...
nl: Kies een gebruiker...

source: Send Invite
nl: Uitnodiging Versturen

source: Register
nl: Registreren

source: Create an Account
nl: Account Aanmaken

source: Already have an account?
nl: Heeft u al een account?

source: Log in here
nl: Log hier in

source: Add New Entry
nl: Nieuw Item Toevoegen

source: The Vault is Empty
nl: De Kluis is Leeg

source: The family admin can add important household information here.
nl: De familiebeheerder kan hier belangrijke huishoudelijke informatie toevoegen.

source: Add New Vault Entry
nl: Nieuw Kluisitem Toevoegen

source: e.g., Emergency Contacts
nl: bv. Noodcontacten

source: e.g., Guest Wi-Fi
nl: bv. Gasten Wi-Fi

source: Save Entry
nl: Item Opslaan

source: Delete List
nl: Lijst Verwijderen

source: Add a new item...
nl: Voeg een nieuw item toe...

source: Add Item
nl: Item Toevoegen

source: Completed Items
nl: Voltooide Items

source: Add Item to %(list_name)s
nl: Item toevoegen aan %(list_name)s

source: New item...
nl: Nieuw item...

source: Waiting for Invite
nl: Wachten op Uitnodiging

source: Your account is ready.
nl: Uw account is klaar.

source: You just need to be invited into a shared space by an admin to start using the app.
nl: U hoeft alleen nog maar door een beheerder te worden uitgenodigd voor een gedeelde ruimte om de app te gebruiken.

source: Log Out
nl: Uitloggen
